Repository: olk90/myfestival
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: de

source: Please log into access this page.
de: Bitte einloggen, um diese Seite anzuzeigen.

source: Festival created
de: Festival erstellt

source: Festival masterdata updated
de: Festivalstammdaten aktualisiert

source: New invoice added
de: Neue Rechnung hinzugefügt

source: Invoice updated
de: Rechnung aktualisiert

source: Invoice deleted
de: Rechnung gelöscht

source: New user has joined
de: Neuer Nutzer ist beigetreten

source: User has left
de: Nutzer hat das Festival verlassen

source: Festival closed
de: Festival abgeschlossen

source: Festival reopened
de: Festivalabschluss zurückgesetzt

source: Deleted User
de: Gelöschter Nutzer

source: User
de: Nutzer

source: Owner
de: Eigentümer

source: Invalid version number
de: Ungültige Versionsnummer

source: Number of codes
de: Anzahl der Codes

source: Generate at least one new code!
de: Generiere mindestens einen neuen Code

source: Generate
de: Generieren

source: Backup file
de: Sicherungsdatei

source: Backup must be a JSON file!
de: Backup muss eine JSON-Datei sein!

source: Password
de: Passwort

source: Image archive
de: Bilderarchiv

source: File must be an archive!
de: Datei muss ein Archiv sein!

source: Suspension failed. The owner was informed of this traitorous act.
de: Suspendierung fehlgeschlagen. Dieser Hochverrat bleibt nicht ungesühnt.

source: Cannot promote suspended user to admin.
de: Gesperrter Nutzer kann nicht zum Admin befördert werden.

source: %(username)s must be suspended first.
de: %(username)s muss erst suspendiert werden.

source: Your changes have been saved.
de: Deine Änderungen wurden gespeichert.

source: Generate Registration Codes
de: Registriercodes erstellen

source: Code deleted
de: Registriercode gelöscht

source: %(username)s not found.
de: %(username)s nicht gefunden.

source: %(username)s has now admin rights!
de: %(username)s hat nun Adminrechte!

source: %(username)s is no longer admin!
de: %(username)s ist kein Admin mehr

source: %(username)s has been suspended!
de: %(username)s wurde suspendiert!

source: %(username)s has been reactivated!
de: %(username)s wurde reaktiviert!

source: Password has been reset!
de: Passwort wurde zurückgesetzt!

source: %(username)s has been deleted!
de: %(username)s wurde gelöscht!

source: Invalid password
de: Ungältiges Passwort

source: Import finished
de: Import abgeschlossen

source: Import backup
de: Sicherung importieren

source: Username
de: Nutzername

source: 2FA Token
de: Zwei-Faktor-Token

source: Remember Me
de: Erinnere dich an mich

source: Sign In
de: Anmelden

source: Invalid token
de: Unzulässiges Token

source: Registration Code
de: Registriercode

source: Repeat Password
de: Passwort wiederholen

source: Passwords are not equal
de: Passwörter stimmen nicht überein

source: Register
de: Registrieren

source: Please use a different username.
de: Bitte anderen Nutzernamen wählen.

source: Invalid registration code.
de: Unzulässiger Registriercode.

source: Old Password
de: Altes Passwort

source: New Password
de: Neues Passwort

source: Repeat new Password
de: Neues Passwort wiederholen

source: New passwords are not equal
de: Neue Passwörter sind nicht gleich

source: Submit
de: Absenden

source: Old password is not correct.
de: Das alte Passwort ist nicht korrekt.

source: Enable two factor authentication
de: Zwei-Faktor-Authentifizierung aktivieren

source: Password is not correct.
de: Das Passwort ist nicht korrekt.

source: Invalid username or password
de: Nutzername oder Passwort falsch

source: Password successfully reset.
de: Password erfolgreich zurückgesetzt.

source: Invalid registration code or name.
de: Ungültiger Code oder Nutzername.

source: Congratulations, you are now a registered user!
de: Herzlichen Glühstrumpf, du hast dich registriert!

source: 2FA enabled
de: 2FA aktiviert

source: 2FA disabled
de: 2FA deaktiviert

source: Setup 2FA
de: 2FA konfigurieren

source: Password changed.
de: Passwort geändert.

source: Change password
de: Passwort ändern

source: Tell the story:
de: Erzähl die Geschichte:

source: Festival must be selected.
de: Festival muss ausgewählt werden.

source: Chronicle entry has been added.
de: Chronikeintrag hinzugefügt.

source: Chronicle entry has been deleted.
de: Chronikeintrag gelöscht.

source: Title
de: Titel

source: From
de: Von

source: To
de: Bis

source: Please use a different title.
de: Bitte anderen Titel wählen.

source: Invoice
de: Rechnung

source: Invalid invoice amount!
de: Unzulässiger Rechnungsbetrag!

source: End date must not be earlier than start date.
de: Startdatum muss vor dem Enddatum liegen.

source: %(title)s not found.
de: %(title)s nicht gefunden.

source: Welcome at %(title)s!
de: Wilkommen auf dem %(title)s!

source: You have left %(title)s.
de: Du hast %(title)s verlassen.

source: Festival has been created.
de: Festival wurde erstellt.

source: Create Festival
de: Festival erstellen

source: Edit Festival
de: Festival editieren

source: Festival has been closed.
de: Festival wurde abgeschlossen.

source: Festival has been reopened.
de: Festivalabschluss wurde zurückgesetzt.

source: Your invoice has been registered.
de: Deine Rechnung wurde registriert.

source: Add Invoice
de: Rechnung hinzufügen

source: Invoice has been updated.
de: Rechnung wurde aktualisiert.

source: Edit Invoice
de: Rechnung editieren

source: %(title)s deleted
de: %(title)s gelöscht

source: About me
de: Über mich

source: Water per day [l]
de: Wasser pro Tag [l]

source: Invalid amount!
de: Unzulässige Menge

source: Beer per day [Cans]
de: Bier pro Tag [Dosen]

source: Mixed beer per day [Cans]
de: Radler pro Tag [Dosen]

source: Profile photo
de: Profilbild

source: File must be an image!
de: Datei muss ein Bild sein!

source: Partner already taken :"(
de: Partner schon vergeben :'(

source: Say something:
de: Sag was:

source: Pin post
de: Nachricht anpinnen

source: Reply:
de: Antworte:

source: Your account has been suspended.
de: Dein Konto wurde gesperrt.

source: Your post is now live!
de: Beitrag ist live!

source: Home
de: Start

source: Your reply is now live!
de: Deine Antwort ist jetzt live!

source: Reply to Post
de: Antworte auf den Post

source: Edit Post
de: Post editieren

source: Edit Profile
de: Profil editieren

source: Post has been deleted.
de: Post wurde gelöscht.

source: This feature is not available on this platform
de: Diese Funktion ist auf dieser Plattform nicht verfügbar

source: Amount
de: Menge

source: Unit
de: Einheit

source: Item already on list.
de: Eintrag ist bereits auf der Liste.

source: Unit must be selected.
de: Einheit muss ausgewählt werden.

source: Expected unit: %(u)s
de: Erwartete Einheit: %(u)s

source: Create shopping list
de: Einkaufsliste erstellen

source: Abbreviation
de: Abkürzung

source: Please use a different name.
de: Bitte anderen Namen wählen.

source: Please use a different abbreviation.
de: Bitte andere Abkürzung wählen.

source: Description
de: Beschreibung

source: Beer
de: Bier

source: Mixed
de: Radler

source: Water
de: Wasser

source: List generated.
de: Liste erstellt.

source: Article
de: Artikel

source: Festival has no participants. Call the banners!
de: Das Festival hat noch keine Teilnehmer. Ruft zur Heerschau!

source: Cannot finish purchase, there are still items on the shopping list
de: Einkauf kann nicht abgeschlossen werden, es sind noch immer Einträge auf der Einkaufsliste

source: %(title)s added to cart
de: %(title)s liegt jetzt im Einkaufswagen

source: Item has been added.
de: Eintrag wurde hinzugefügt

source: Add Item
de: Eintrag hinzufügen

source: Edit Item
de: Eintrag editieren

source: Cannot edit items while purchase is not closed.
de: Eintrag kann nicht verändert werden, solange der Einkauf nicht abgeschlossen wurde.

source: %(title)s cannot be deleted!
de: %(title)s kann nicht gelöscht werden!

source: Edit packaging unit
de: Bestandseinheit editieren

source: Packaging unit has been added.
de: Bestandseinheit wurde hinzugefügt

source: Add utility item
de: Eintrag hinzufügen

source: Welcome to MyFestival
de: Willkommen zu MyFestival

source: Members
de: Mitglieder

source: Stock Management
de: Bestandsverwaltung

source: Stock
de: Bestand

source: Wishlist
de: Wunschliste

source: Utilities
de: Ausstattung

source: Packaging Units
de: Bestandseinheiten

source: Festival Overview
de: Festivalübersicht

source: Chronicles
de: Chroniken

source: Profile
de: Profil

source: Logout
de: Ausloggen

source: Copy Markdown link
de: Markdown-Link kopieren

source: Delete image
de: Bild löschen

source: Drop images here
de: Bilder hier ablegen

source: Generate new registration codes
de: Neue Registriercodes erstellen

source: Create backup
de: Sicherung erstellen

source: Backup chronicle pictures
de: Chronikbilder sichern

source: New User?
de: Neuer Nutzer?

source: Click to Register!
de: Zur Registrierung

source: Security settings
de: Sicherheitseinstellungen

source: Two Factor Authentication
de: Zwei-Faktor-Authentifizierung

source: Almost done! Please scan the QR code with the authenticator app on your smartphone:
de: Fast fertig! Bitte scanne den QR Code mit der Authenticator-App auf deinem Smartphone

source: After scanning return to the
de: Nach dem Scannen kehre zurück zur

source: main page
de: Hauptseite

source: an entry
de: einen Eintrag

source: %(username)s wrote %(e)s
de: %(username)s hat %(e)s geschrieben

source: Written by %(username)s %(when)s
de: Verfasst von %(username)s %(when)s

source: Options
de: Optionen

source: Tales of glorious Deeds
de: Erzählungen glorreicher Taten

source: Copy Link
de: Link kopieren

source: Edit entry
de: Eintrag editieren

source: Add new entry
de: Neuen Eintrag schreiben

source: You shall not pass!
de: Du kannst nicht vorbei!

source: Seriously, dude ... get lost!
de: Echt jetzt ... verpiss dich!

source: Back
de: Zurück

source: File Not Found
de: Seite nicht gefunden

source: An unexpected error has occurred
de: Du hast einen Fehler gefunden

source: The administrator has been notified, but doesn't give a shit!
de: Die Administration wurde "informiert", interessiert sich aber einen Scheiß!

source: %(username)s created %(f)s
de: %(username)s hat %(f)s erstellt

source: Last update:
de: Letztes Update:

source: %(username)s paid %(amount)s
de: %(username)s hat %(amount)s gezahlt

source: Sharers
de: Teilhaber

source: Payer
de: Kostenträger

source: Recipient
de: Empfänger

source: %(count)s participants
de: %(count)s Teilnehmer

source: One participant
de: Ein Teilnehmer

source: No participants yet
de: Noch keine Teilnehmer

source: Join the Crew
de: Der Meute beitreten

source: Leave Festival
de: Festival verlassen

source: Write Chronicle
de: Chronik schreiben

source: Close festival
de: Festival abschließen

source: Show transfers
de: Überweisungen

source: Reopen festival
de: Festivalabschluss zurücksetzen

source: Create festival
de: Festival erstellen

source: Back to festival page
de: Zurück zur Festivalseite

source: [Pinned]
de: [Angepinnt]

source: %(username)s said %(when)s
de: %(username)s sagte %(when)s

source: Show replies
de: Zeige Antworten

source: %(username)s replied %(when)s
de: %(username)s hat %(when)s geantwortet

source: %(username)s was last seen %(when)s
de: %(username)s wurde zuletzt %(when)s gesehen

source: Access Level
de: Zugangslevel

source: Hi, %(username)s!
de: Tach, %(username)s!

source: Search Results
de: Suchergebnisse

source: Reset Password
de: Passwort zurücksetzen

source: Last seen on
de: Zuletzt gesehen

source: Edit your profile
de: Profil ändern

source: Strip of rank and titles
de: Aus dem Amt jagen

source: Promote to Lord Admin
de: Zum Hohen Administrator befördern

source: Reactivate User
de: Nutzer reaktivieren

source: Suspend User
de: Nutzer suspendieren

source: Delete User
de: Nutzer löschen

source: Back to overview
de: Zurück zur Übersicht

source: Add packaging unit
de: Bestandseinheit hinzufügen

source: Non-erasable
de: Nicht löschbar

source: Others
de: Sonstige

source: Shopping List
de: Einkaufsliste

source: Export as document
de: Dokument exportieren

source: Finish purchase
de: Einkauf abschließen

source: Search for items
de: Nach Einträgen suchen

source: Stock Overview
de: Bestandsübersicht

source: Shopping list
de: Einkaufsliste

source: Add item
de: Eintrag hinzufügen

source: Utility Items
de: Gebrauchsgegenstände
